[ Lang ]

"'*' or '#' as send"="Key as send"
"(Empty)"="(Empty)"
"10min"="10min"
"12 Hour"="12uur"
"120s"="120s"
"15s"="15s"
"1h"="1uur"
"1min"="1min"
"24 Hour"="24uur"
"2h"="2uur"
"2min"="2min"
"30min"="30min"
"30s"="30s"
"3h"="3uur"
"5min"="5min"
"60s"="60s"
"6h"="6uur"
"802.1x Mode"="802.1x Mode"
"802.1x Settings"="802.1x Instellingen"
"802.1x"="802.1x"
"ACD Login"="ACD Login"
"ACD State"="ACD Status"
"ACD Trace"="Trace"
"ACD"="ACD"
"AES"="AES"
"ALERT"="Alerting"
"AP Mac Address"="AP Mac Address"
"Account ID"="Account ID"
"Account Status"="Account Status"
"Account is invalid!"="Account is ongeldig!"
"Account"="Account"
"Accounts"="Accounts"
"Activation"="Activeren"
"Adapter has added, scanning the bluetooth devices right now?"="Bluetooth adapter is toegevoegd, Wil je nu scannen op bluetooth apparaten?"
"Adapter has removed out"="Bluetooth adapter is verwijderd."
"Add Blacklist"="Toevoegen aan Blacklist"
"Add Contact"="Contact toevoegen"
"Add Group SoftKey"="AddGr"
"Add Group"="Groep toevoegen"
"Add Network"="Netwerk toevoegen"
"Add Number"="Nummer toevoegen"
"Add Personal"="Add Personal"
"Add to Blacklist"="Add to Blacklist"
"Add to Contact"="Add to Contact"
"Add to Contacts"="Add to Contacts"
"Add to Personal"="Add to Personal"
"Add to"="Add to"
"Add"="Add"
"Address"="Address"
"Advance to Next Assistant After"="Advance to Asst after"
"Advanced Setting"="Advanced Setting"
"Advanced"="Advanced"
"After Ring Times"="After Ring Time"
"Alert Broadworks Anywhere Location"="Alert Anywhere Loc."
"Alert Broadworks Mobility Location"="Alert Mobility Loc."
"Alert Click to Dial Calls"="Alert to Dial Calls"
"Alert Group Paging Calls"="Alert GPaging Calls"
"Alert Mode"="Alert Mode"
"Alert SCA Location"="Alert SCA Loc."
"Alerting Calling Line ID Name"="Alert Caller ID Name"
"Alerting Calling Line ID Number"="Alert Caller ID Num"
"Alerting Custom Calling Line ID Name"="Alert Custom Caller ID Name"
"Alerting Custom Calling Line ID Number"="Alert Custom Caller ID Number"
"All Buddies"="All Buddies"
"All Calllog"="All Calls"
"All Calls"="All Calls"
"All Contacts"="All Contacts"
"All External Calls"="All External Calls"
"All Income Calls"="All Calls"
"All Internal Calls"="All Internal Calls"
"All Lines"="All Lines"
"All Off"="All Off"
"All On"="All On"
"All keys"="All Keys"
"Allow Remote Control?"="Allow remote control?"
"Allow assistant opt in/out of Pool"="Assistant opt in/out"
"Alter Type"="Alert Type"
"Always Forward"="Always Forward"
"Always Off"="Always Off"
"Always On"="Always On"
"Anonymity Disallowed"="Anonymity disallowed!"
"Anonymous Call"="Anonymous Call"
"Anonymous Rejection"="Anonymous Rejection"
"Anonymous"="Anonymous"
"Answer"="Answer"
"Anywhere"="Anywhere"
"Apr"="Apr"
"April"="April"
"Are you sure to remove  ?"="Confirm to remove  ?"
"Are you sure to set a blank password?"="Confirm to set a blank password?"
"Assistant Common Settings"="Assistant Common Settings"
"Assistant"="Assistant"
"Aug"="Aug"
"August"="August"
"Auto Answer"="Auto Answer"
"Auto Provision"="Auto Provision"
"Auto Redial Setting"="Auto Redial"
"Auto Redial"="Auto Redial"
"Auto"="Auto"
"Auto-login"="Auto Login"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList is on.\n Manual configuration is prohibited!"
"AutoFavorite is on\n manually configing is forbidden!"="AutoFavorites is on.\n Manual configuration is prohibited!"
"AutoLinekey is on\n manually configing is forbidden!"="AutoLinekey is on.\n Manual configuration is prohibited!"
"AutoP Authority"="AutoP Authority"
"AutoP to"="AutoP to"
"Automatic"="Automatic"
"Avail"="Avail"
"Available Recording Time"="Remaining recording time"
"Available Wireless Device"="Available Networks"
"Available"="Available"
"Away"="Away"
"BLF List"="BLF List"
"BLF Ring Type"="BLF Ring Type"
"BLF is invalid!"="BLF is invalid!"
"BLF"="BLF"
"Back"="Back"
"Backlight Active Level"="Active Level"
"Backlight Inactive Level"="Inactive Level"
"Backlight Time"="Backlight Time"
"Backlight"="Backlight"
"Bad Request"="Bad request!"
"Balance"="Balance"
"Barge In"="BargeIn"
"Basic Setting"="Basic Settings"
"Betransferred"="Be Transferred"
"Blacklist"="Blacklist"
"Block"="Block"
"Bluetooth"="Bluetooth"
"Both"="Both"
"Bridge ID"="Bridge ID"
"BridgeID is invalid!"="BridgeID is invalid!"
"Browse Recordings"="Browse Audio"
"Buddies"="Buddies"
"Busy Forward"="Busy Forward"
"Busy Here"="Busy Here"
"Busy"="Busy"
"CC Name"="IC Name"
"CC UID"="IC UID"
"CDP Interval"="CDP Interval"
"CDP Status"="CDP Status"
"CDP interval should be 1-3600!"="CDP interval should be 1-3600!"
"CDP"="CDP"
"Call Alerting"="Call Alerting"
"Call Back"="Call Back"
"Call Completion"="Call Completion"
"Call Control"="Call Control"
"Call Fail"="Call Fail"
"Call Filtering Mode"="Call Filtering Mode"
"Call Filtering Switch"="Call Filtering Switch"
"Call Filtering"="Call Filtering"
"Call Finish"="Call Finish"
"Call Forward"="Call Forward"
"Call Initiation"="Call Init"
"Call Park Number is invalid!"="Call park number is invalid!"
"Call Park"="Call Park"
"Call Pickup"="Call Pickup"
"Call Push Recall After"="Call Push Recall After"
"Call Return"="ReCall"
"Call Screening Switch"="Call Screening Switch"
"Call Screening"="Call Screening"
"Call Voice Mail"="Call Voice Mail"
"Call Waiting"="Call Waiting"
"Call has been successfully recorded on USB device"="Call has been successfully recorded on USB device!"
"CallPull"="CallPull"
"CallReturn"="ReCall"
"Calling"="Calling"
"Calllog Directories"="Network Calls"
"Calllog"="Logboek"
"Callout"="Callout"
"Calls Longest"="Longest Waits"
"Calls for Pickup"="Calls for Pickup"
"Can't be empty"="Can't be empty!"
"Cancel Select Executive"="Cancel Select Executive"
"Cancel"="Cancel"
"Change PIN"="Change PIN"
"Change Password"="Change Password"
"Channel"="Channel"
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose a group"="Choose a group"
"Cipher Type"="Cipher Type"
"Classified"="Classified"
"Clear account config \n\n please wait..."="Clear account config \n\n please wait..."
"Clear all static.* settings?"="Reset all static.* settings?"
"Clear all userdata & local config?"="Reset all userdata & local config?"
"Clear local.cfg settings?"="Reset local settings?"
"Clear non-static settings?"="Reset non-static settings?"
"Clear your account config?"="Clear your account config?"
"Common"="Common AES"
"CommonRingTone"="Common"
"Conference Manage"="Conference Manage"
"Conference with"="Conference with"
"Conference"="Conf"
"Configuration Updating !"="Configuration updating!"
"Confirm PIN mismatch!"="Confirm PIN mismatch!"
"Confirm PIN"="Confirm PIN"
"Confirm PWD"="Confirm PWD"
"Confirm password mismatch!"="Passwords don't match!"
"Connect Success."="Connect Success."
"Connect failed."="Connect failed."
"Connect to"="Connect to"
"Connect"="Connect"
"Connected"="Connected"
"Connecting"="Connecting"
"Connecting..."="Connecting..."
"Contact Details"="Contact Details"
"Contact exist!"="Contact name existed!"
"Contacts Setting"="Contacts Settings"
"Contrast"="Contrast"
"Copy to All Lines?"="Copy to all lines?"
"Current PIN is incorrect."="Current PIN is incorrect."
"Current PIN"="Old PIN"
"Current Time"="Current Time"
"Custom DND"="Custom DND"
"Custom Forward"="Custom Forward"
"Custom Key"="Custom Key"
"Custom"="Custom"
"CustomContact"="Custom Contact"
"Customer"="Customer"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"DHCP End IP Address is invalid!"="DHCP end IP address is invalid!"
"DHCP IP Client"="DHCP IPv4 Client"
"DHCP IPv4 Client"="DHCP IPv4 Client"
"DHCP IPv6 Client"="DHCP IPv6 Client"
"DHCP Start IP Address is invalid!"="DHCP start IP address is invalid!"
"DHCP Time"="DHCP Time"
"DHCP VLAN"="DHCP VLAN"
"DHCP option is invalid!"="DHCP option is invalid!"
"DHCP"="DHCP"
"DND Enable"="DND Status"
"DND"="DND"
"DPickup"="DPickup"
"DSS Keys"="DSS Keys"
"DTMF is invalid!"="DTMF is invalid!"
"DTMF"="DTMF"
"Date Format is invalid!"="Date format is invalid!"
"Date Format"="Date Format"
"Date"="Date"
"Date(YMD)"="Date(YMD)"
"Day"="Day"
"Daylight Saving"="Daylight Saving"
"Dec"="Dec"
"December"="December"
"Decline"="Decline"
"Default Account"="Default Account"
"Default Gateway is invalid!"="Default gateway is invalid!"
"Default Gateway"="Default Gateway"
"Default"="Default"
"Del All"="Del All"
"Delete All Group?"="Delete all group?"
"Delete All Items?"="Delete all items?"
"Delete All"="Delete All"
"Delete Selected Group?"="Delete selected group?"
"Delete Selected Item?"="Delete selected item?"
"Delete all item?"="Delete all item?"
"Delete all locations?"="Delete all locations?"
"Delete all numbers?"="Delete all numbers?"
"Delete all paging group?"="Delete all paging groups?"
"Delete all the call records?"="Delete all the call records?"
"Delete location?"="Delete location?"
"Delete number?"="Delete number?"
"Delete selected paging group?"="Delete selected paging group?"
"Delete selected wallpaper?"="Delete selected wallpaper?"
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Delete successfully!"
"Delete the record?"="Delete the record?"
"Delete the selected message?"="Delete the selected message?"
"Delete this Message?"="Delete this message?"
"Delete this audio?"="Delete this audio?"
"Delete this group message(s)?"="Delete this group message(s)?"
"Delete this voice mail?"="Delete this voice mail?"
"Delete"="Delete"
"Deleting. Please wait..."="Deleting. Please wait..."
"Deleting..."="Deleting..."
"Department"="Department"
"Detail"="Detail"
"Device Cert"="Device Cert"
"Device Name"="Device Name"
"Device name can't be empty!"="Device name can't be empty!"
"Diagnostics"="Diagnostics"
"Dial"="Send"
"Dialing"="Dialing"
"Direct IP Line"="Direct IP Line"
"Directories"="Dir"
"Directory"="Directory"
"Disabled"="Disabled"
"Discard"="Discard"
"Disconnect Success."="Disconnect Successfully!"
"Disconnect with"="Disconnect with"
"Disconnect"="Disconnect"
"Disconnecting.."="Disconnecting.."
"DispCode"="DispCode"
"Display Clock"="Display Clock"
"Display Name"="Display Name"
"Display"="Display"
"DisplayName can't contain \" < > \" \\ \' \""="DisplayName can't contain \" < > \" \\ \' \""
"Displayname can't be empty!"="Displayname can't be empty!"
"Disposition Code"="Disposition Code"
"Divert to Phone Number/SIP-URI"="Divert to Num/Sip"
"Divert"="Divert"
"Do Not Disturb"="Do Not Disturb"
"Do you want to discard your change?"="Do you want to discard your change?"
"Do you want to logout?"="Do you want to logout?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save the message or discard it?"="Do you want to save the message or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="No Anywhere exist!"
"Draftbox"="Draftbox"
"Dsskey Wallpaper"="Dsskey Wallpaper"
"Duration"="Duration"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Edit Location"
"Edit My Device Information"="Edit My Device Information"
"Edit Network"="Edit Network"
"Edit Paging Address"="Edit Paging Address"
"Edit"="Edit"
"Email"="Email"
"Emergency Call Only"="Emergency Call"
"Emergency Escalation"="Emergency Escalation"
"Emergency"="Emergency"
"Empty"="Empty"
"Enable Diversion Inhibitor"="Diversion Inhibitor"
"Enable this Location"="Enable this Location"
"Enabled"="Enabled"
"Encryption Type"="Encryption Type"
"End Call"="EndCall"
"English"="English(English)"
"Enter Filter Conditions"="Enter filter conditions"
"Enter Password"="Enter Password"
"Enter code"="Enter code"
"Enter number"="Enter number"
"Enter"="Enter"
"Executive Common Settings"="Executive Common Settings"
"Executive"="Executive"
"Executive-Assistant"="Executive-Assistant"
"Executive-Originator"="Executive-Originator"
"Exit"="Exit"
"Expansion module"="Expansion module"
"Extension Number"="Extension Number"
"Extension"="Extension"
"FWD International"="FWD International"
"FWD"="FWD"
"Factory Installed"="Factory Installed"
"Fail to download remote phonebook"="Fail to download remote phonebook"
"Failed to connect \nto server!"="Fail to connect \nto server!"
"Failed to connect to server!"="Fail to connect to server!"
"Failed to pause recording"="Fail to pause recording!"
"Failed to record call"="Fail to record call!"
"Failed to resume recording"="Fail to resume recording!"
"Failed to stop recording"="Fail to stop recording!"
"Failed. Please retry..."="Failed. Please retry..."
"Family"="Family"
"Far Mute"="FarMute"
"Fast Forward"="FF"
"Fast Rewind"="REW"
"Favourite"="Favourites"
"Features"="Features"
"Feb"="Feb"
"February"="February"
"File Size"="File Size"
"Filter Type"="Filter Type"
"Finished"="Finished"
"Firmware Update..."="Firmware Update..."
"Firmware"="Firmware"
"First Name"="First Name"
"Fixed"="Fixed"
"FlexSeat Login"="FlexSeat Login"
"FlexSeat"="FlexSeat"
"Forbidden Number"="Forbidden number!"
"Forward Option"="Forward Option"
"Forward to Phone Number/SIP-URI"="FWD to Num/Sip"
"Forward to is invalid!"="Forward to is invalid!"
"Forward to"="Forward to"
"Forward to: %s"="Forward to: %s"
"Forward"="FWD"
"Forwarded Calls"="Forwarded Calls"
"French"="Français(French)"
"Frequency"="Frequency"
"Fri"="Fri"
"Friday"="Fri"
"Friend"="Friend"
"From"="From"
"From_FWD"="From FWD"
"From_Num"="From Num"
"Function key"="Function key"
"GPark"="GPark"
"GPickup"="GPickup"
"General"="General"
"Generally Settings"="Generally Settings"
"German"="Deutsch(German)"
"Get Balance"="Get Balance"
"Getting balance failed!"="Failed to get balance!"
"Getting balance!"="Getting balance!"
"Group Id is invalid!"="Group ID is invalid!"
"Group Listening"="Group Listening"
"Group Night Forward"="Group Night Forward"
"Group Pick Up"="GPickup"
"Group already exist!"="Group already exist!"
"Group is full!"="Group is full!"
"Group isn't exist!"="Group isn't exist!"
"Group"="Group"
"Guest Login"="Guest Login"
"Guest Unlock"="Guest Unlock"
"GuestIn"="GIn"
"GuestLock"="GuestLock"
"GuestOut"="GOut"
"HD"="HD"
"Handset mode disabled"="Handset mode disabled"
"Hardware"="Hardware"
"Headset mode disabled"="Headset mode disabled"
"Held"="Held"
"Hide Number"="Hide Number"
"History Details"="History Details"
"History Record"="History Record"
"History Setting"="History Setting"
"History"="History"
"History_Idle"="History"
"Hold"="Hold"
"Holiday Schedule"="Holiday Schedule"
"Hot Desking"="Hot Desking"
"Hot Line"="Hot Line"
"Hot Number"="Hotline Number"
"HotLine Delay"="Hotline Delay"
"Hoteling"="Hoteling"
"Hotline delay should be 0 ~ 10"="Hotline delay should be 0 ~ 10!"
"Http Port"="HTTP Port"
"Http Status"="HTTP Status"
"Http port should be 1-65535!"="HTTP Port should be 1-65535!"
"Https Port"="HTTPS Port"
"Https Status"="HTTPS Status"
"Https port should be 1-65535!"="HTTPS Port should be 1-65535!"
"IME"="IME"
"IP Address is invalid!"="IP address is invalid!"
"IP Address"="IP Address"
"IP Mode"="IP Mode"
"IP Phone"="IP Phone"
"IPAddress Mode"="IP Mode"
"IPV4 Conflict"="IPv4 conflict!"
"IPV4/IPV6 Conflict"="IPv4/IPv6 conflict!"
"IPV6 Conflict"="IPv6 conflict!"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Gateway"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPv4 Static DNS"="IPv4 Static DNS"
"IPv4 Status"="IPv4 Status"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPv4 WAN Port"="IPv4 WAN Port"
"IPv4 WAN Type"="IPv4 WAN Type"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Gateway"
"IPv6 IP Prefix"="IPv6 IP Prefix"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="IPv6 Pri.DNS"
"IPv6 Sec.DNS"="IPv6 Sec.DNS"
"IPv6 Static DNS"="IPv6 Static DNS"
"IPv6 Status"="IPv6 Status"
"IPv6 WAN Port"="IPv6 WAN Port"
"IPv6 WAN Type"="IPv6 WAN Type"
"IPv6"="IPv6"
"Identity"="Identity"
"Ignore"="Ignore"
"Inbox"="Inbox"
"Incoming call"="Incoming call"
"Information is not complete!"="Information is not complete!"
"Initial ACD State"="Initial ACD State"
"Initial State"="Initial State"
"Initializing... Please Wait!"="Initializing... Please wait!"
"Input your web access password!"="Input your web access password!"
"Intercom Allow"="Intercom Allow"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom Mute"
"Intercom Number is invalid!"="Intercom number is invalid!"
"Intercom Tone"="Intercom Tone"
"Intercom"="Intercom"
"Interval"="Interval"
"Invite request no response"="Invite request no response!"
"Italian"="Italiano(Italian)"
"Jan"="Jan"
"January"="January"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Jul"
"July"="July"
"Jun"="Jun"
"June"="June"
"KEY"="KEY"
"Key As Send"="Key As Send"
"Key Event"="Key Event"
"Key Tone"="Key Tone"
"Key Type"="Key Type"
"Keypad Lock"="Phone Lock"
"Keypad locked."="Phone locked."
"Keypad"="Keypad"
"KeypadLock"="Phone Lock"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="LLDP packet interval should be 1-3600!"
"LLDP Status"="LLDP Status"
"LLDP"="LLDP"
"Label"="Label"
"Language initializing. Please wait..."="Language initializing. \n Please wait..."
"Language"="Language"
"Last Name"="Last Name"
"Line 1"="Lijn 1"
"Line 10"="Lijn 10"
"Line 11"="Lijn 11"
"Line 12"="Lijn 12"
"Line 13"="Lijn 13"
"Line 14"="Lijn 14"
"Line 15"="Lijn 15"
"Line 16"="Lijn 16"
"Line 2"="Lijn 2"
"Line 3"="Lijn 3"
"Line 4"="Lijn 4"
"Line 5"="Lijn 5"
"Line 6"="Lijn 6"
"Line 7"="Lijn 7"
"Line 8"="Lijn 8"
"Line 9"="Lijn 9"
"Line ID"="Lijn ID"
"Line Key 1"="Lijn Toets 1"
"Line Key 10"="Lijn Toets 10"
"Line Key 11"="Lijn Toets 11"
"Line Key 12"="Lijn Toets 12"
"Line Key 13"="Lijn Toets 13"
"Line Key 14"="Lijn Toets 14"
"Line Key 15"="Lijn Toets 15"
"Line Key 16"="Lijn Toets 16"
"Line Key 17"="Lijn Toets 17"
"Line Key 18"="Lijn Toets 18"
"Line Key 19"="Lijn Toets 19"
"Line Key 2"="Lijn Toets 2"
"Line Key 20"="Lijn Toets 20"
"Line Key 21"="Lijn Toets 21"
"Line Key 22"="Lijn Toets 22"
"Line Key 23"="Lijn Toets 23"
"Line Key 24"="Lijn Toets 24"
"Line Key 25"="Lijn Toets 25"
"Line Key 26"="Lijn Toets 26"
"Line Key 27"="Lijn Toets 27"
"Line Key 28"="Lijn Toets 28"
"Line Key 3"="Lijn Toets 3"
"Line Key 4"="Lijn Toets 4"
"Line Key 5"="Lijn Toets 5"
"Line Key 6"="Lijn Toets 6"
"Line Key 7"="Lijn Toets 7"
"Line Key 8"="Lijn Toets 8"
"Line Key 9"="Lijn Toets 9"
"Line Select"="Lijn selecteren"
"Line"="Lijn"
"Load Error!"="Load error!"
"Load Failed"="Load failed!"
"Loading error !"="Loading error!"
"Loading, please wait..."="Loading, please wait..."
"Local Anonymous Rejection"="Anonymous Rejection"
"Local Anonymous"="Local Anonymous"
"Local CallLog"="Local Calls"
"Local Codec"="Local Codec"
"Local Directory"="Local Directory"
"Local Group"="Local Group"
"Local History"="Local History"
"Local User"="Local User"
"LocalMenu"="LocalDir"
"Location"="Location"
"Locations"="Locations"
"Lock Enable"="Lock Enable"
"Lock Time Out"="Auto Lock"
"Lock type"="Lock Type"
"Lock"="Lock"
"Login Failed."="Login Failed."
"Login as"="Login as"
"Login"="Login"
"Login..."="Login..."
"Logout"="Logout"
"Low"="Low"
"MAC Address"="MAC Address"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented"
"MD5 Password"="MD5 Password"
"MM/DD/YY"="MM/DD/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Main Menu"
"Manage"="Manage"
"Mango"="Mango"
"Manual Setting"="Manual Settings"
"Mar"="Mar"
"March"="March"
"Mark All as heard"="Mark All as heard"
"Mark All as new"="Mark All as new"
"Mark as heard"="Mark as heard"
"Mark as new"="Mark as new"
"May"="May"
"Media Type"="Media Type"
"Meet-me"="Meet-me"
"Menu key"="Menu key"
"Menu"="Menu"
"Message"="Message"
"Messages"="Messages"
"Missed Call"="Missed Call"
"Missed Calllog"="Missed Calls"
"Missed Calls"="Missed Calls"
"Mobile Account is not connected!"="Mobile account is not connected!"
"Mobile Account"="Mobile Account"
"Mobile Contacts Sync"="Mobile Contacts Sync"
"Mobile Contacts"="Mobile Contacts"
"Mobile Number"="Mobile Number"
"Mobile"="Mobile"
"Mobility Phone Number"="Mobility Number"
"Mobility"="Mobility"
"Mon"="Mon"
"Monday"="Mon"
"More"="More"
"More..."="More..."
"Move Down"="Move Down"
"Move Up"="Move Up"
"Move selected to blacklist ?"="Move to blacklist?"
"Move selected to contactlist ?"="Move to contact?"
"Move the Contacts success"="Move the contacts successfully!"
"Move to Blacklist success"="Move to blacklist successfully!"
"Move"="Move"
"Mute"="Mute"
"My Mobile"="My Mobile"
"My Status"="My Status"
"N/A"="N/A"
"NAT Status"="NAT Status"
"NAT"="NAT"
"NONE"="NONE"
"NTP Server1"="NTP Server1"
"NTP Server2"="NTP Server2"
"NTP server1 is invalid!"="NTP server1 is invalid!"
"NTP server2 is invalid!"="NTP server2 is invalid!"
"Name"="Name"
"Net unavailable !"="Net unavailable!"
"Network CallLog"="Network Calls"
"Network Checking..."="Network Checking..."
"Network Details"="Network Details"
"Network Directory"="Network Directory"
"Network Favorites"="Network Favorites"
"Network Group"="Network Group"
"Network Status"="Network Status"
"Network Unavailable"="Network unavailable!"
"Network changed. Rebooting"="Network changed. Rebooting"
"Network configuration has changed, shall become effective after the restart?"="Network configuration has changed, shall become effective after the restart?"
"Network unavailable."="Network unavailable."
"Network"="Network"
"NetworkDirectoryGroup"="NetworkDirectoryGroup"
"NetworkDirectoryMenu"="NetworkDirectoryMenu"
"Never"="Never"
"New Call"="NewCall"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="New Location"
"New Message"="New Message"
"New Missed Call(s)"="New Missed Call(s)"
"New PIN"="New PIN"
"New PWD"="New PWD"
"New Text Message"="New Text Message(s)"
"New Voice Mail(s)"="New Voice Mail(s)"
"New password is similar to username, are you sure to set it?"="New password is similar to username, confirm to set it?"
"New password is too simple, are you sure to set it?"="New password is too simple, confirm to set it?"
"NewSMS"="NewSMS"
"Next"="Next"
"No Account"="No Account"
"No Answer Forward"="No Answer Forward"
"No Answer Processing"="No Answer Processing"
"No Bluetooth Adapter Found."="No bluetooth adapter found!"
"No Contact!"="No contact!"
"No EXP"="No EXP"
"No Service"="No Service"
"No find wifi adapter!"="No Wi-Fi adapter found!"
"Not Acceptable Here"="Unacceptable here!"
"Not Emergency Number!"="No emergency number!"
"Not Found"="Not found!"
"Note"="Note"
"Nothing Changed!"="Nothing changed!"
"Nov"="Nov"
"Noveber"="Nov"
"Number already exists!"="Number already exists!"
"Number can't be empty!"="Number can't be empty!"
"Number is invalid!"="Number is invalid!"
"Number"="Number"
"OK"="OK"
"Obtaining IP Address"="Obtaining IP address..."
"Obtaining Status..."="Obtaining Status..."
"Oct"="Oct"
"October"="Oct"
"Off Code can't be empty!"="Off code can't be empty!"
"Off Code could not be empty when On Code is set!"="Off code cannot be empty when on code is set!"
"Off Code"="Off Code"
"Off"="Off"
"Office Number"="Office Number"
"Offline"="Offline"
"Old Number"="Old Number"
"Old PWD"="Old PWD"
"On Code"="On Code"
"On"="On"
"Opt In"="Opt In"
"Opt Out"="Opt Out"
"Option"="Option"
"Originator"="Originator"
"Originator-Executive"="Originator-Executive"
"Other Number"="Other Number"
"Others"="Others"
"Outbound Alternate Number is invalid!"="Outbound alternate number is invalid!"
"Outbound Alternate Phone Number"="Alternate Number"
"Outbound Proxy1"="Outbound Proxy1"
"Outbound Proxy2"="Outbound Proxy2"
"Outbound Status"="Outbound Status"
"Outbound proxy is invalid!"="Outbound proxy is invalid!"
"Outbox"="Outbox"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Overwrite the original contact?"
"PC Port"="PC Port"
"PIN/ID"="PIN/ID"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE User"
"PPPoE"="PPPoE"
"Packet Interval"="Packet Interval"
"Packets lost"="Packets lost"
"Paging Channel should be 0-30!"="Paging channel should be 0-30!"
"Paging List"="Paging List"
"Paging failed!"="Paging failed!"
"Paging is invalid!"="Paging is invalid!"
"Paging"="Multicast Paging"
"PagingList"="PagingList"
"Paging_softkey"="Paging"
"Paired Bluetooth Device"="Paired Bluetooth Device"
"Park Failed"="Park Failed"
"Park to"="Park to"
"Park"="Park"
"Parked"="Parked"
"Passkey"="Passkey"
"Password can't be empty!"="Password can't be empty!"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Incorrect password!"
"Password"="Password"
"Pause REC"="Pause REC"
"Pause"="Pause"
"PauseREC"="PauseREC"
"Per-phone AES"="MAC-Oriented AES"
"Phone DND"="Phone DND"
"Phone Lock"="Phone Lock"
"Phone Number"="Phone Number"
"Phone Numbers"="Phone Numbers"
"Phone To Ring"="Phone to Ring"
"Phone number can't be empty!"="Phone number can't be empty!"
"Phone"="Phone"
"PhoneBook Name"="PhoneBook Name"
"Photo Custom"="Photo Custom"
"Photo"="Photo"
"Pick Up"="DPickup"
"Pin"="PIN"
"Ping IP or URL"="Ping IP or URL"
"Ping"="Ping"
"Placed Calllog"="Placed Calls"
"Placed Calls"="Placed Calls"
"Play Tone"="Play Tone"
"Play"="Play"
"Playing"="Playing"
"Please Enter Filter Conditions"="Please enter filter conditions!"
"Please Enter Password"="Please Enter Password"
"Please Wait"="Please wait..."
"Please enter an IP address or domain name"="Please enter an IP address or a domain name!"
"Please enter your SIP Credential Password!"="Please enter your SIP credential password!"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Please input below PIN code on your Wi-Fi router and press OK to start connecting: "
"Please insert a USB drive!"="Please insert a USB flash drive!"
"Please selected contact!"="Please selected contact!"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese)"
"Prefix is invalid!"="Prefix is invalid!"
"Prefix"="Prefix"
"Previous Operation in Process."="Previous operation is still in process!"
"Previous"="Previous"
"Pri.DNS"="Pri.DNS"
"PriHold"="PriHold"
"Primary DNS is invalid!"="Primary DNS is invalid!"
"Priority is invalid!"="Priority is invalid!"
"Priority should be 0-7!"="Priority should be 0-7!"
"Priority"="Priority"
"Private Hold"="Private Hold"
"Product ID"="Product ID"
"Product Name"="Product Name"
"Profile Name"="Profile Name"
"Provision now?"="Provision now?"
"Proxy Fallback Interval is invalid!"="Proxy fallback interval is invalid!"
"Proxy Fallback Interval"="Fallback Interval"
"Public Hold"="Public Hold"
"Qos"="Qos"
"Queue Status"="Queue Status"
"Queue"="Queue"
"RTP Status"="RTP"
"Range of value is illegal"="Range of value is illegal!"
"Re-connect"="Re-connect"
"Read"="Read"
"Reading File..."="Reading File..."
"Reboot the phone?"="Reboot the phone?"
"Reboot"="Reboot"
"Rebooting...\n\nPlease Wait !"="Rebooting...\n\nPlease wait!"
"Recall"="Recall"
"Received Calllog"="Received Calls"
"Received Calls"="Received Calls"
"Record"="Record"
"Redial Interval is invalid!"="Redial interval is invalid!"
"Redial Interval"="Redial Interval"
"Redial Time is invalid!"="Redial time is invalid!"
"Redial Times"="Redial Times"
"Redialing"="Redialing"
"Redirector"="Redirector"
"Refresh"="Refresh"
"Refreshing..."="Refreshing..."
"Register Name"="Register Name"
"Register Successfully!"="Register successfully!"
"Register fail"="Register fail"
"Registered"="Registered"
"Registering Please Wait!"="Registering...Please wait!"
"Registering"="Registering"
"Reject"="Reject"
"Remaining Time"="Remaining Time"
"Remote Codec"="Remote Codec"
"Remote Office"="Remote Office"
"Remote Phone Book"="Remote Phone Book"
"Remote User"="Remote User"
"Remove"="Remove"
"Reply"="Reply"
"Require Answer Confirmation"="Answer Confirmation"
"Reset Config"="Reset Config"
"Reset To Factory Setting?"="Reset to factory setting?"
"Reset local settings"="Reset local settings"
"Reset non-static settings"="Reset non-static settings"
"Reset static settings"="Reset static settings"
"Reset to Factory"="Reset to factory settings"
"Reset userdata & local config"="Reset userdata & local config"
"Reset"="Reset"
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Restricted"="Restricted"
"Resume REC"="Re REC"
"Resume"="Resume"
"ResumeREC"="ReREC"
"Retrieve Failed."="Retrieve failed!"
"Retrieve Park"="Retrieve Park"
"Retrieve"="Retrieve"
"Ring Splash"="Ring Splash"
"Ring Tones"="Ring Tones"
"Ring saving ..."="Ring saving ..."
"Ring"="Ring"
"Ringing"="Ringing"
"Rings"="Rings"
"Rollover Action"="Rollover Action"
"Rollover After Waiting"="Rollover Waiting"
"RoundTripDelay"="RoundTripDelay"
"Russian"="Россия(Russian)"
"S2S AcdLogin"="AcdLogin"
"S2S AcdLoginOut"="LogIn/Out"
"S2S AcdLogout"="AcdLogout"
"S2S AcdRefresh"="Refresh"
"S2S Avail"="Avail"
"S2S Unavail"="Away"
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Held"="SCA Held"
"SIP Password"="SIP Password"
"SIP Proxy can't be empty!"="SIP proxy cannot be empty!"
"SIP Register name"="SIP Register name"
"SIP Server1"="SIP Server1"
"SIP Server2"="SIP Server2"
"SIP credential password!"="Incorrect SIP credential password!"
"SMS"="SMS"
"SNTP Setting"="SNTP Settings"
"SSID can't be empty!"="SSID can't be empty!"
"SSID"="SSID"
"STUN Port"="STUN Port"
"STUN Server is invalid!"="STUN server is invalid!"
"STUN Server port is Invalid!"="STUN port should be 1024-65000!"
"STUN Server"="STUN Server"
"STUN"="STUN"
"Sat"="Sat"
"Saturday"="Saturday"
"Save Failed! The same profile name or SSID exist"="Save failed! Profile name or SSID already existed."
"Save Failed!"="Save failed!"
"Save"="Save"
"Saving config file!"="Saving config file!"
"Saving files!"="Saving files!"
"Saving. Please wait..."="Saving. Please wait..."
"Scan Bluetooth Device"="Scan Bluetooth Device"
"Scan"="Scan"
"Scaning bluetooth devices..."="Scaning Bluetooth devices..."
"Scaning..."="Scanning..."
"Scanning available network"="Scanning available network"
"Screensaver Type"="Screensaver Type"
"Screensaver"="Screensaver"
"Search All Contacts"="Search All Contacts"
"Search Directory"="Search Directory"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Search Result"
"Search"="Search"
"Sec.DNS"="Sec.DNS"
"Secondary DNS is invalid!"="Secondary DNS is invalid!"
"Secret"="Secret"
"Security Classification"="Security Classification"
"Security Mode"="Security Mode"
"Security"="Security"
"Seizing"="Seizing"
"Select Account"="Select Account"
"Select All"="Select All"
"Select Executive Number"="Select Executive Number"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous Rejection Code"="Send Rejection Code"
"Send Message"="Send"
"Send by Mobile"="Send by Mobile"
"Send"="Send"
"Sending Message..."="Sending Message..."
"Sending Provision Requests"="Sending provision requests..."
"Sending Requests..."="Sending requests..."
"Sentbox"="Sentbox"
"Sep"="Sep"
"September"="Sep"
"Sequential"="Sequential"
"Server URL"="Server URL"
"Server is invalid!"="Server is invalid!"
"Server"="Server"
"Set Voice Mail Code"="Set Voice Mail Code"
"Setting Type"="Setting Type"
"Setting"="Setting"
"Settings"="Settings"
"Share line unavailable"="Shared line unavailable!"
"Shared Calls"="Shared Calls"

"SignIn"="SignIn"
"SignOut"="SignOut"
"Signal Strength"="Signal Strength"
"Silence"="Silence"
"Silent Monitor"="Silent Monitor"
"Silent"="Silent"
"Simple"="Simple"
"Simultaneous Ring Personal"="Simultaneous Ring Personal"
"Simultaneous"="Simultaneous"
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"Softkey Label"="Softkey Label"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sound"="Sound"
"Spanish"="Español(Spanish)"
"Speader mode disabled"="Hands-free mode disabled"
"Specified AES"="Common AES"
"SpeedDial"="SpeedDial"
"Split"="Split"
"Start REC"="Start REC"
"Start Time"="Start Time"
"Start"="Start"
"StartREC"="StartREC"
"Static DNS"="Static DNS"
"Static IP Client"="Static IPv4 Client"
"Static IP"="Static IP"
"Static IPv6 Client"="Static IPv6 Client"
"Status requesting..."="Status requesting..."
"Status"="Status"
"Stop REC"="Stop REC"
"Stop Time"="Stop Time"
"Stop"="Stop"
"StopREC"="StopREC"
"Stopped"="Stopped"
"Storage Media Properties"="Storage Space"
"Storage Network"="Known Network"
"Storage is not enough, recorded file is saved."="Storage is not enough, recorded file is saved."
"Subnet Mask is invalid!"="Subnet mask is invalid!"
"Subnet Mask"="Subnet Mask"
"Sun"="Sun"
"Sunday"="Sun"
"Swap"="Swap"
"Switch"="Switch"
"SwitchAccountDown"="SwitchAccountDown"
"SwitchAccountUp"="SwitchAccountUp"
"SymmOneWayDelay"="SymmOneWayDelay"
"System"="System"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Talk From"
"Talking"="Talking"
"Target can't be empty!"="Target can't be empty!"
"Temporarily Unavailable"="Temporarily unavailable!"
"Temporarily not available"="Temporarily unavailable!"
"Text Message"="Text Message"
"Text can't be empty!"="Text can't be empty!"
"The Voicemail is too large,please call and retrieve it!"="Too much voicemail, please call and retrieve!"
"The old password is wrong!"="Incorrect password!"
"The storage network"="Known Network(s)"
"Thu"="Thu"
"Thursday"="Thu"
"Time & Date Format"="Time & Date Format"
"Time & Date"="Time & Date"
"Time Format is invalid!"="Time format is invalid!"
"Time Format"="Time Format"
"Time Zone"="Time Zone"
"Time"="Time"
"Time(HMS)"="Time(HMS)"
"To navigate the menu, please use the arrow keys below!"="To navigate the menu, please use the arrow keys below!"
"To"="To"
"Today"="Today"
"Top Secret"="Top Secret"
"Total"="Total"
"Trace Route"="Trace Route"
"Tracert IP or URL"="Tracert IP or URL"
"Transfer Failed"="Transfer failed!"
"Transfer to"="Transfer to"
"Transfer"="Tran"
"Transferred"="Transferred"
"Transferring"="Transferring"
"Transmit Rate"="Transmit Rate"
"Transparency"="Transparency"
"Tue"="Tue"
"Tuesday"="Tue"
"Turkish"="Türkçe(Turkish)"
"Type"="Type"
"UC Favorite"="UC Favorites"
"URI is invalid!"="URI is invalid!"
"URL Record"="URL Record"
"URL can't be empty!"="URL can't be empty!"
"URL is invalid!"="URL is invalid!"
"URL"="URL"
"US Date Format is invalid!"="US date format is invalid!"
"US Time Format is invalid!"="US time format is invalid!"
"USB Record"="USB"
"USB device connection failure！"="USB device connection failure！"
"USB device has been connected successfully!"="USB flash drive is connected."
"USB device is removed!"="USB flash drive is removed."
"UnMute"="UnMute"
"UnRead"="UnRead"
"Unavail"="Unavail"
"Unavailable Reason Code"="Unavailable Reason Code"
"Unavailable"="Unavailable"
"Unclassified"="Unclassified"
"Unknown Line"="Unknown Line"
"Unknown Uri scheme"="Unknown URI scheme!"
"Unknown"="Unknown"
"Unlock PIN"="Unlock PIN"
"Unlock Pin incorrect"="Incorrect unlock PIN!"
"Unlock"="Unlock"
"Unregistered"="Unregistered"
"Unregistering"="Unregistering"
"Update Finish !"="Update finished!"
"Update Skipped"="Update skipped!"
"Update now?"="Update now?"
"Update"="Update"
"Updating Network..."="Updating network..."
"Updating Network\n\nPlease Wait !"="Updating network\n\nPlease wait !"
"Updating, please wait..."="Updating, please wait..."
"Use BroadWorks-based Call Control"="Use BW Call Control"
"Use Host"="Use Host"
"User ID"="User ID"
"User Name"="User Name"
"User Type"="User Type"
"User mode changed!"="User mode changed!"
"User name is invalid!"="User name is invalid!"
"User unknown."="User unknown."
"UserID can't be Empty!"="UserID can't be Empty!"
"UserMode"="UserMode"
"VID Number"="VID Number"
"VID nubmer is invalid!"="VID nubmer is invalid!"
"VID number should be 1-4094!"="VID number should be 1-4094!"
"VLAN Status"="VLAN Status"
"VLAN"="VLAN"
"VPN Active"="VPN Active"
"VPN can't be on \n\n when file do not exist!"="VPN can't be on \n\n when file do not exist!"
"VPN"="VPN"
"Value is invalid!"="Value is invalid!"
"Value"="Value"
"Via"="Via"
"Video"="Video"
"View Assistant List"="View Assistant List"
"View Executive List"="View Executive List"
"View Voice Mail"="View Voice Mail"
"View"="View"
"Voice Mail Finished"="Voice Mail Finished"
"Voice Mail Pause"="Voice Mail Pause"
"Voice Mail Playing"="Voice Mail Playing"
"Voice Mail is invalid!"="Voice mail is invalid!"
"Voice Mail"="Voice Mail"
"Voice Messaging"="Voice Messaging"
"Voice Recorder Number is invalid!"="Voice recorder number is invalid!"
"Voice"="Voice"
"VoiceMail DownLoading, Please Wait..."="Voicemail downloading, Please wait..."
"WAN IP"="WAN IP"
"WAN MASK"="WAN Mask"
"WAN Port"="WAN Port"
"WAN Type"="WAN Type"
"WEP"="WEP"
"WPA Shared Key can't be empty!"="WPA shared key can't be empty!"
"WPA Shared Key"="WPA Shared Key"
"WPA-PSK"="WPA-PSK"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS has been activated, connect in "
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Wait Time"
"Wait for"="Wait for"
"Wallpaper"="Wallpaper"
"Warning"="Warning"
"Web Server"="Web Server"
"Web access password is wrong!"="Incorrect web access password!"
"Wed"="Wed"
"Wednesday"="Wed"
"Welcome"="Welcome"
"Wifi adapter has added, scanning the wifi devices right now?"="Wi-Fi adapter is added, scanning available wireless networks right now?"
"Wifi adapter has removed out"="Wi-Fi adapter is removed."
"Wifi"="Wi-Fi"
"Wireless Status"="Wi-Fi Status"
"Work Phone"="Work Phone"
"Would you like to sync phone contacts temporarily?"="Would you like to sync phone contacts temporarily?"
"Wrap up"="Wrap up"
"Wrong user name or password!"="Wrong user name or password!"
"XML Browser"="XML Browser"
"XML Group"="XML Group"
"XMLMenu"="XMLDir"
"XSI information is incomplete!"="XSI information is incomplete!"
"Xml Browser is invalid!"="XML browser is invalid!"
"YYYY-MM-DD"="YYYY-MM-DD"
"Year"="Year"
"Yesterday"="Yesterday"
"Zero Touch"="Zero Touch"
"[Assigned]"="[Assigned]"
"admin"="Admin"
"available network(s)(Connected with"="Available Network(s)(Connected with"
"available network(s):"="Available Network(s):"
"bluetooth device(s)"="Bluetooth Device(s)"
"bluetooth device(s)(Connecting with"="Bluetooth Device(s)(Connecting with"
"bluetooth devices"="Bluetooth Devices"
"bw_userid"="BW User ID"
"city"="City"
"conference_number"="Conference Number"
"config updating"="Config updating!"
"contact full"="Contact list is full!"
"country"="Country"
"extension_number"="Extension Number"
"failed"="Failed"
"first_name"="First Name"
"free"="Free"
"group_id"="Group ID"
"hiragana_first_name"="Hiragana First Name"
"hiragana_last_name"="Hiragana Last Name"
"home_phone"="Home Phone"
"last_name"="Last Name"
"minutes left for call recording"="minutes left for call recording"
"mobile_phone"="Mobile Phone"
"new"="New"
"old"="Old"
"postal_code"="Postal Code"
"q'ing"="Queueing"
"region"="Region"
"s"="s"
"saved!"="Saved!"
"street"="Street"
"success"="Success"
"title"="Title"
"used"="Used"
"user"="User"
"var"="Var"
"web"="Web"
"work_phone"="Work Phone"
"Phonebook"="Phonebook"
"PhoneBook"="PhoneBook"
"Phonebook(0)"="Phonebook(0)"
"The URL is empty!"="Loading phonebook is error!"
"Loading phonebook is error!"="Loading phonebook is error!"
"Fail to download remote phonebook!"="Fail to download remote phonebook!"
"Fail to download \nremote phonebook!"="Fail to download \nremote phonebook!"
"Network Directories"="Network Directory"
"local Directories"="Local Directory"
"Address incomplete"="Address is incomplete!"
"URL is empty"="URL is empty!"
"Video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"Memory Full"="Members are full!"
"Incorrect user credentials, please retry."="Incorrect user credentials, please retry."
"LDAP Authority"="LDAP Authority"
"LDAP server is unavailable"="LDAP server is unavailable"
"LDAP get error tips failed!"="LDAP get error tips failed!"
"Phone number is empty!"="Phone number is empty!"

